{
  "How was the selection of agricultural and livestock enterprises conducted in your county, and what criteria guided this process?": "enterprise_selection_criteria",
  "In what ways were community members—including women, youth, and elders—engaged in the enterprise selection process?": "community_engagement_selection",
  "What patterns have you observed in enterprise preferences across different community groups (e.g., by gender, age)?": "preference_patterns_by_group",
  "What agricultural enterprises (both livestock and crops) are predominantly led by women, men, youth and elderly in each county?": "enterprise_leadership_by_group",
  "What traditional and non-traditional agricultural enterprises are women currently involved in?": "women_enterprise_types",
  "What factors contribute to women’s dominance in these enterprises?": "women_dominance_factors",
  "What social or institutional barriers have you seen affecting women’s leadership or decision-making in enterprise development?": "barriers_women_leadership",
  "What specific tasks/roles in these enterprises are performed by women, men, youth and elderly or shared?": "roles_by_gender_and_age",
  "What barriers (social, cultural, economic) prevent women from expanding their roles in these enterprises?": "barriers_role_expansion",
  "At which process/value chain for each enterprise do women control decision-making and income and why?": "women_control_vc_stages",
  "How have changing climatic conditions influenced the types of enterprises being prioritized in your county?": "climate_influence_enterprises",
  "What are some examples of new enterprises that have emerged as a direct response to climate challenges, and how are they distributed across different gender or age groups?": "new_climate_enterprises",
  "What challenges do women face in using digital platforms or ICT tools for enterprise development, and how are they navigating these barriers?": "barriers_ict_use",
  "How do men and women, youth, and elderly differ in accessing critical resources?": "resource_access_disparities",
  "How is the market demand for the product (specific value chain)?": "market_demand_vc",
  "What is the competition landscape for this product and opportunities for women through value addition?": "competition_value_addition",
  "What are the economic benefits and profitability levels of these enterprises for women?": "economic_benefits_women",
  "How do these enterprises compare to male-dominated ones in terms of income and sustainability?": "comparison_male_enterprises",
  "What socio-economic benefits (e.g., improved household welfare, community development) do these enterprises bring?": "socioeconomic_benefits",
  "What factors contribute to the success of these enterprises?": "enterprise_success_factors",
  "Can these enterprises be replicated in other counties/regions? What conditions are necessary?": "enterprise_replicability",
  "How can value chains and market access be improved to enhance their viability?": "improving_vc_market_access",
  "What data sources exist to track the success and impact of these women-led enterprises?": "data_sources_enterprises",
  "Qualitatively capture the policy frameworks supporting the women-led V.Cs": "policy_frameworks_supporting",
  "Map the landscape for women’s collectives or cooperatives that would enhance their collective voices for favorable enabling environment": "women_collectives_landscape",
  "What policy gaps need to be addressed to support women in these enterprises?": "policy_gaps_enterprises",
  "What recommendations can strengthen these enterprises through policy interventions and investments?": "policy_investment_recommendations",
  "What policies currently enable or hinder women’s participation in climate-resilient enterprises?": "policies_climate_enterprises",
  "What kinds of support (financial, technical, policy) would make it easier for women and marginalized groups to thrive?": "support_needs_women_marginalized"
}